<template>
  <s-card>
    <h1>IFBox隐私政策</h1>
    <p>尊敬的用户: <br>
      Infinitefuture基金会(以下简称“Infinitefuture”或“我们”)尊重并保护 用户(以下简称“您”或“用户”)的隐私， 您使用IFBox时Infinitefuture 将按照本隐私政策(以下简称“本政策”)收集、使用您的个人信息。<br>
      Infinitefuture建议您在使用本产品(以下简称“IFBox”)之前仔细阅读 并理解本政策全部内容, 针对免责声明等条款在内的重要信息将以加粗的形 式体现。本政策有关关键词定义与Infinitefuture《IFBox服务协议》保持 一致。<br>
      本政策可由Infinitefuture在线随时更新，更新后的政策一旦公布即代替原 来的政策，如果您不接受修改后的条款，请立即停止使用IFBox，您继续使用 IFBox将被视为接受修改后的政策。经修改的政策一经在IFBox上公布，立即 自动生效。<br>
      您知悉本政策及其他有关规定适用于IFBox及IFBox上Infinitefuture所自 主拥有的DApp。</p>
    <hr>
    <h1>一、 我们收集您的哪些信息</h1>
    <p>请您知悉，我们收集您的以下信息是出于满足您在IFBox服务需要的目的，且我 们十分重视对您隐私的保护。在我们收集您的信息时，将严格遵守“合法、正 当、必要”的原则。且您知悉，若您不提供我们服务所需的相关信息，您在 IFBox的服务体验可能因此而受到影响。</p>
    <p>1. 您知悉:您在IFBox 上的钱包密码、私钥、助记词、Keystore并不存储 或同步至Infinitefuture服务器。Infinitefuture不提供找回您的钱 包密码、私钥、助记词、Keystore的服务。</p>
    <p>2. 当您跳转到第三方DApp后，第三方DApp会向您收集个人信息。IFBox不持 有第三方DApp向您收集的个人信息。</p>
    <p>3. 在法律法规允许的范围内，Infinitefuture可能会在以下情形中收集并使用 您的个人信息无需征得您的授权同意:</p>
    <p> 1. 与国家安全、国防安全有关的;</p>
    <p> 2. 与公共安全、公共卫生、重大公共利益有关的;</p>
    <p> 3. 与犯罪侦查、起诉、审判和判决执行等有关的;</p>
    <p> 4. 所收集的个人信息是您自行向社会公众公开的;</p>
    <p> 5. 从合法公开披露的信息中收集您的个人信息，如合法的新闻报道，政
      府信息公开等渠道;</p>
    <p> 6. 用于维护服务的安全和合规所必需的，例如发现、处理产品和服务的
      故障;</p>
    <p> 7. 法律法规规定的其他情形。</p>
    <p>4. 我们收集信息的方式如下:</p>
    <p> 1. 您向我们提供信息。例如，您在“个人中心”⻚面中填写姓名、手机号码 或银行卡号，或在反馈问题时提供邮件地址，或在使用我们的特定服

      务时，您额外向我们提供。</p>
    <p> 2. 我们在您使用IFBox的过程中获取信息，包括您移动设备信息以及您
      对IFBox的操作记录等信息;</p>
    <p> 3. 我们通过区块链系统，拷⻉您全部或部分的交易记录。但交易记录以
      区块链系统的记载为准。</p>
    <hr>
    <h1>二、 您如何控制自己的信息</h1>
    <p>您在IFBox中拥有以下对您个人信息自主控制权:</p>
    <p>1. 您可以通过同步钱包的方式，将您的其他钱包导入IFBox中，或者将您在 IFBox的钱包导入到其他数字代币管理钱包中。IFBox将向您显示导入钱包 的信息。</p>
    <p>2. 您知悉您可以通过“账户”版块内容修改您的数字代币种类、进行转账及 收款等活动。</p>
    <p>3. 您知悉，您及我们对于您交易记录是否公开并没有控制权，因为基于区块链 交易系统的开源属性，您的交易记录在整个区块链系统中公开透明。</p>
    <p>4. 您知悉我们可以根据本政策第一条第6款的要求收集您的信息而无需获得 您的授权同意。</p>
    <hr>
    <h1>三、 对未成年人的保护</h1>
    <p>我们对保护未满18周岁的未成年人做出如下特别约定:
    </p>
    <p>1. 未成年人应当在父母或监护人指导下使用Infinitefuture相关服务。</p>
    <p>2. 我们建议未成年人的父母和监护人应当在阅读本政策、《IFBox服务协议》及
      我们的其他有关规则的前提下，指导未成年人使用IFBox。</p>
    <p>3. IFBox将根据国家相关法律法规的规定保护未成年人的个人信息的保密性
      及安全性。</p>
    <hr>
    <h1>四、 免责声明</h1>
    <p>1. 您应审慎选择和使用第三方DApp，并妥善保护好您的个人信息， Infinitefuture对其他第三方DApp的隐私保护不负任何责任。</p>
    <hr>
    <h1>五、 其他</h1>
    <p>1. 如您是中华人⺠共和国以外的用户，您需全面了解并遵守您所在司法辖区与 使用Infinitefuture服务所有相关法律、法规及规则。</p>
    <p>2. 您在使用Infinitefuture服务过程中，如遇到任何有关个人信息使用的 问题，您可以通过在IFBox提交反馈等方式联系我们。</p>
    <p>3. 您可以在IFBox中查看本政策及Infinitefuture其他服务规则。我们鼓励 您在每次访问IFBox时都查阅Infinitefuture的服务协议及隐私政策。</p>
    <p>4. 本政策的任何译文版本仅为方便用户而提供，无意对本政策的条款进行修 改。如果本政策的中文版 本与非中文版本之间存在冲突，应以中文版 本为准。</p>
    <p>5. 本政策自2020年8月10日起适用。</p>
    <!--  -->
    <h3>本协议未尽事宜，您需遵守Infinitefuture不时更新的公告及相关规则。 </h3>
    <h3 style="text-align:right;">Infinitefuture 基金会</h3>
  </s-card>
</template>
<style lang="scss" scoped>
h1 {
  font-size: 30px;
  font-weight: bolder;
}
h3 {
  font-size: 20px;
}
p {
  font-size: 14px;
}
hr {
  margin: 10px 0;
}
</style>