<template>
  <s-card>
    <h1>IFBox服务协议</h1>
    <p>尊敬的用户:</p>
    <p>感谢您选择IFBox服务。《IFBox服务协议》(以下简称“本协议”)由 Infinitefuture 基金会(以下简称“Infinitefuture”或“我们”)和用户 (以下简称“您”或“用户”)签订，本协议在您与Infinitefuture之间具有合 同上的法律效力。</p>
    <p>Infinitefuture在此特别提醒您在使用IFBox(以下简称“IFBox” 或“本软 件”)之前，请认真阅读 《IFBox服务协议》及后文提到的相关协议，尤其是本协议规定的“免责及责任 限制”等条款将以加粗的形式体现，确保您充分理解本协议中各条款，并自 主考虑⻛险。</p>
    <hr>
    <h1>一、 关于本协议的确认与接纳</h1>
    <p>1. 您理解本协议及有关协议适用于IFBox及IFBox上Infinitefuture所自主 开发和拥有的去中心化应用(简称“DApp”)(排除第三方开发的 DApp)。</p>
    <p>2. 您使用IFBox并创建或导入钱包，即视为您已经充分阅读并接受本协议全部条 款，本协议立即生效，对双方具有约束力。</p>
    <p>3. 本协议可由Infinitefuture随时更新，经修改的协议一经在IFBox上公 布，立即自动生效，恕不再另行通知。在Infinitefuture公布修改协议 条款后，如果您不接受修改后的条款，请立即停止使用IFBox，您继续 使用IFBox将被视为接受修改后的协议。</p>
    <p>4. 如果您未满18周岁，或者是无⺠事行为能力人或限制⺠事行为能力人，请在父 母或监护人指导下使用IFBox。</p>
    <hr>
    <h1>二、 定义</h1>
    <p>1. IFBox: 指由Infinitefuture基于Infinitefuture单链系统(及将来陆续 支持的其他区块链系统)开发的区块链Web钱包，包括其他为方便用户使 用区块链系统而开发的辅助工具。</p>
    <p>2. 用户:
      1. 用户必须是具备完全⺠事行为能力的自然人;
      2. 若您为18周岁以下的未成年人使用IFBox服务，需要在您父母或监护
      人的指导下使用IFBox。无⺠事行为能力人使用IFBox或限制⺠事行 为能力人超过其⺠事权利或行为能力范围从事交易的，造成的一切 后果，IFBox有权要求您及您的父母或监护人负责。</p>
    <p>3. 创建或导入钱包:指您使用IFBox，确认履行本协议并创建或导入钱包 的过程。</p>
    <p>4. 钱包密码:**指您在创建IFBox钱包过程中，软件操作界面提示您填写的密 码，该密码用于加密保护私钥。作为去中心化的应用，钱包密码不存储在 您的这台设备的浏览器或Infinitefuture的服务器，一旦丢失你需要借 助明文私钥或助记词重置新密码。</p>
    <p>5. 信息提示:IFBox软件操作界面涉及的信息提示内容，建议用户按照相 关步骤进行操作。</p>
    <p>6. 特定用户:指按照中国法律法规及政策规定必须要配合Infinitefuture履 行个人信息披露义务的用户。</p>
    <p>7. 公钥:由私钥借助密码学原理单向推导生成，并用以生成区块链数字钱包地 址，数字钱包地址即为公开收款地址。</p>
    <p>8. 助记词:符合区块链BIP39 行业标准，由随机算法生成的24(或 15/18/21/24)个有序单词组成。</p>
    <p>9. Keystore: 是私钥或助记词经过用户设置的钱包密码加密保存的文件形 式，它只存储在您的这台设备的浏览器中，不会同步至Infinitefuture服 务器。</p>
    <p>10. 数字代币:指IFBox目前支持的数字代币种类，包括但不限于IF等。</p>
    <p>11. 个人信息:指以电子或者其他方式记录的能够单独或者与其他信息结合识别 用户个人身份的各种信息，包括但不限于自然人的姓名、出生日期、身份 证件号码、个人生物识别信息、住址、电话号码、银行卡号、邮件地址、 钱包地址、移动设备信息、操作记录、交易记录等，但不包括用户的钱 包密码、私钥、助记词、Keystore
    </p>
    <hr>
    <h1>三、 服务内容</h1>
    <p>1. 创建或导入钱包。对IFBox支持的数字代币，您可以使用IFBox生成新钱 包。</p>
    <p>2. 转账、收款。您可以使用IFBox的转账、收款功能进行数字代币的管理，即运 用私钥进行电子签名，对相关区块链的账本进行修改。转账是指付款方利用 收款方的区块链地址进行转账操作，实际的转账、收款行为均在相关区块 链系统(而非IFBox)发生。</p>
    <p>3. 管理数字资产。您可以使用IFBox添加、保管并移除IFBox所支持的数 字代币(IF除外)。</p>
    <p>4. 浏览DApp。用户通过在IFBox上的链接，可以跳转至DApp并使用该DApp (包括Infinitefuture自己的DApp和第三方DApp)提供的服务。</p>
    <p>5. 交易记录。我们将通过区块链系统拷⻉您全部或部分的交易记录。但交易记 录以区块链系统的记载为准。</p>
    <p>6. 暂停服务。您知悉基于区块链系统交易“不可撤销”的属性，我们不能为您 暂停或撤销转账交易等操作，但在一定情况下。</p>
    <p>7. 其他Infinitefuture认为有必要提供的服务。</p>
    <h3>用户接受Infinitefuture提供的上述服务时应了解以下常⻅问题:</h3>
    <h3>1. 秉承着区块链的去中心化特点，并为了保护用户的数字代币安全， Infinitefuture提供的是去中心化服务，大大区别于银行业金融机构。用 户了解，Infinitefuture不提供以下服务:</h3>
    <p>1. 存储用户的钱包密码(即用户创建/导入钱包时设置的密码)、助记 词、Keystore;</p>
    <p>2. 找回用户的钱包密码、私钥、助记词、Keystore;</p>
    <p>3. 冻结钱包;</p>
    <p>4. 挂失钱包;</p>
    <p>5. 恢复钱包;</p>
    <p>6. 交易回滚。</p>
    <p>2. 由于Infinitefuture不提供上述服务，因此用户应当自行保管含有IFBox 的设备、备份IFBox、备 份钱包密码、助记词及Keystore。如用户遗失设 备、删除且未备份IFBox、删除且未备份钱包、钱包被盗或遗忘钱包密 码、助记词、Keystore，Infinitefuture均无法还原钱包或找回钱包密 码、助记词、Keystore;如用户进行交易时误操作(例如输错转账地 址)，Infinitefuture亦无法取消交易。
    </p>
    <p>3. Infinitefuture和IFBox所能够提供的数字代币管理服务并未包括所有已 存在的数字代币，请勿通过IFBox操作任何IFBox不支持的数字代币。</p>
    <p>4. IFBox仅是用户的数字代币管理工具，并非交易所或交易平台。虽然本协议将 多次提及“交易”，其行为泛指用户使用IFBox进行的转账和收款操作，这与 交易所或交易平台上进行的“交易”有本质区别。</p>
    <p>5. IFBox对于第三方平台提供的DApp，IFBox仅为用户进入DApp提供区块链浏 览器。用户在 第三方DApp上接受服务或进行交易前应自行判断和评估该 第三方DApp提供的服务或交易是否存在
      ⻛险。</p>
    <hr>
    <h1>四、 您的权利义务</h1>
    <h3>1. 创建或导入钱包</h3>
    <p>1. 创建或导入钱包:您有权在您的设备上通过IFBox创建和/或导入钱包， 有权设定钱包的钱包密码等信息，并有权通过IFBox应用程序，使用自 己的钱包在区块链上进行转账和收款等交易。</p>
    <p>2. Infinitefuture可能为不同的终端设备开发不同的软件版本，您应当 根据实际需要选择下载合适的版本进行安装。如果您从未经合法授权 的第三方获取本软件或与本软件名称相同的安装程序， Infinitefuture将无法保证该软件能否正常使用，也无法保证其安全 性，因此造成的损失由您自行承担。</p>
    <p>3. 本软件新版本发布后，旧版软件可能无法使用。Infinitefuture不保证 旧版软件的安全性、继续可用性及提供相应的客户服务。请您随时 核对并下载最新版本。
    </p>
    <h3>2. 使用</h3>
    <p>1. 用户应自行妥善保管设备、钱包密码、助记词、Keystore等信息。 Infinitefuture不负责为用户保管以上信息。因您遗失设备、主动或被 动泄露、遗忘钱包密码、私钥、助记词、Keystore 或遭受他人攻 击、诈骗等所引起的一切⻛险、责任、损失、费用应由您自行承 担。</p>
    <p>2. 遵循信息提示。您了解并同意遵循IFBox对您做出的信息提示，按照信 息提示的内容进行操作，否则，由此引起的一切⻛险、责任、损失、 费用等应由您自行承担。
    </p>
    <p>3. 您知悉并理解IFBox没有义务对链接的第三方DApp服务或交易履行尽职 调查义务，您应当理性做出投资决策并自主承担相应的投资⻛险。</p>
    <p>4. 转账。</p>
    <p> 1. 您理解基于区块链操作的“不可撤销”属性，当您使用IFBox转 账功能时，您应当自行承担因您操作失误而导致的后果(包括但不 限于因您输错转账地址、您自身选择转账节点服务器的问题)。</p>
    <p> 2. 您知悉在使用IFBox服务时，以下情况的出现可能导致转账“交易 失败”或“打包超时”: <br>
      1. 钱包余额不足; <br>
      2. 交易矿工费不足; <br>
      3. 区块链执行合约代码失败; <br>
      4. 网络、设备等技术故障; <br>
      5. 区块链网络拥堵、故障等原因引起交易被抛弃;</p>
    <p> 3. 您知悉IFBox仅向您提供转账工具，在您使用IFBox完成转账后， Infinitefuture即完成了当次服务的所有义务， Infinitefuture对其他纠纷争议，不负担任何义务。</p>
    <p>5. 合法合规。您知悉在IFBox进行操作时或利用IFBox上的DApp进行交易 时，您应当遵循有关法律法规、国家政策的要求。</p>
    <p>6. 公告通知。IFBox会以网站公告、电子邮件、发送短信、电话、消息中 心信息、弹窗提示或客户端通知等方式向您发送通知，例如通知您交易 进展情况，或者提示您进行相关操作， 请您及时予以关注。</p>
    <p>7. 服务费用与纳税义务:</p>
    <p> 1. IFBox暂时不向您收取任何形式的服务费或手续费，将来需对某 些服务进行收费时将另行约定或公布规则;</p>
    <p> 2. 您使用IFBox进行转账时应支付矿工费，金额由您自行决定。矿工 费由相关区块链系统收取;</p>
    <p> 3. 您知悉在特定情况下，因为您所处的环境及网络状态不稳定，导致 您的转账操作未完成时，亦会被相关区块链系统收取矿工费;</p>
    <p> 4. 您因在IFBox进行交易而发生的所有应纳税负及其它方面的费用均 由您负责支付。</p>
    <hr>
    <h1>五、 ⻛险提示</h1>
    <p>1. 您了解并知悉，由于数字代币领域的法律法规政策尚未健全，该领域的数字 代币可能会产生无法兑现、技术不稳定等重大⻛险。且数字代币的价格波动 幅度远高于其他金融资产。我们谨慎提醒您应当根据自身财务状况和⻛险偏 好，理性选择持有或处置任何一种数字代币。</p>
    <p>2. 在使用IFBox服务时，若您或您的相对方未遵从本协议或相关网站说明、易、 支付⻚面中之操作提示、规则，IFBox并不保证交易会顺利完成，且IFBox 不承担损害赔偿责任。若发生前述情形，而款项已先行入账您的或您的交易 方的IFBox钱包或第三方钱包，您理解区块链操作具有的“不可逆”属性，以 及相关交易具有“不可撤销”的特征，由您及您的相对方自行承担相应的⻛ 险后果。</p>
    <p>3. 在您使用IFBox集成的第三方DApp服务或进行交易时，为了您的利益， Infinitefuture建议您仔细阅读本协议及IFBox提示，了解交易对象及产品 信息，谨慎评估⻛险后再采取行动。所有您在第三方DApp进行的交易行为系

      您的个人行为，有约束力的合同关系在您和您的相对方之间建立，与 IFBox无关。IFBox对因您的交易行为所引起的一切⻛险、责任、损失、费 用不承担任何责 任。</p>
    <p>4. 您在交易过程中应当自行判断对方是否为完全⺠事行为能力人并自行决定是 否与对方进行交易或转账给对方等，且您自行承担与此相关的所有⻛险。</p>
    <p>5. 在转账过程中，如果出现“交易失败”、“打包超时”等类似的异常信息提 示时，您应通过相关区块链系统的官方途径或其他的区块链查询工具进行再 次确认，以避免重复转账;否则，由此所引起的一切损失和费用应由您自行 承担。</p>
    <p>6. 您理解当您在IFBox上创建或导入钱包之后，您的Keystore、助记词等信 息仅存储在当前的这台设备的浏览器中，不存储在IFBox或 Infinitefuture的服务器上。您可以按照IFBox提供的操作指 南采取同步 钱包等方式更换设备。但若您未保存或备份钱包密码、私钥、助记词、 Keystore等信息且在您移动设备丢失的情况下，您的数字代币将因此丢 失，Infinitefuture无法为您找回，您需自行承担相应损失。若您在导 出、保存或备份钱包密码、私钥、助记词、Keystore等信息的时候泄密，或 保存或备份上述信息的设备或服务器被黑客攻击或控制等情况下，您的数 字代币将因此丢失，Infinitefuture无法为您找回，您需自行承担相 应损失。</p>
    <p>7. 我们建议您在创建或导入钱包时对您钱包的钱包密码、助记词及Keystore等 信息做好安全备份。我们提请您注意，请不要采用以下备份方式:截图、 邮件、记事本、短信、微信、QQ等电子备份方式。我们建议您在纸质记事 本上抄写助记词和Keystore等信息，同时您亦可将电子数据保管至密码 管理器。</p>
    <p>8. 我们建议您在安全的网络环境中使用IFBox，确保您的移动设备没有越狱 或Root，以避免可能存在的安全隐患。</p>
    <p>9. 请您在使用我们的服务过程中，警惕非IFBox官方的诈骗行为。一旦发现此类 行为，我们鼓励您第一时间告知我们。</p>
    <hr>
    <h1>六、 服务的变更、中断、终止</h1>
    <p>1. 您同意Infinitefuture为保证自主业务经营权可以暂时提供部分服务功能， 或于将来暂停部分服务功能或开通新的服务功能。当任何功能减少或者增加 或者变化时，只要您仍然使用Infinitefuture提供的服务，表示您仍然同 意本协议或者本协议修正后的条款。
    </p>
    <p>2. 为保护您的数字代币安全，尽量避免您在不具备区块链基础知识的前提下用 IFBox而产生的误操作或由此带来的⻛险，您必须先通过能力测评问卷并 达到Infinitefuture所要求的合格分数才能使用IFBox服务，否则， Infinitefuture有权限制或拒绝提供部分或全部的服务功能。</p>
    <p>3. 您理解存在如下情形时，Infinitefuture将暂停提供服务:</p>
    <p> 1. 因设备、区块链系统维修、升级、故障和通信中断等技术原因而中断 业务;</p>
    <p> 2. 因台⻛、地震、海啸、洪水、停电、战争或恐怖袭击等不可抗力因素， 病毒、木⻢、黑客攻击、系统不稳定或政府行为等原因，造成 Infinitefuture系统不能提供服务或Infinitefuture合理认为继续 提供服务会有较大⻛险的;</p>
    <p> 3. 发生Infinitefuture无法控制或合理预⻅的其他情形。</p>
    <p>4. 当您出现如下情况时，Infinitefuture可单方面中止或终止您使用IFBox
      的部分或全部功能:</p>
    <p> 1. 用户死亡;</p>
    <p> 2. 盗用他人的钱包信息或移动设备;</p>
    <p> 3. 填写个人信息时提供虚假信息、在回答能力测评问卷时非本人操作;</p>
    <p> 4. 拒绝Infinitefuture为提升IFBox功能而发起的强制更新操作;</p>
    <p> 5. 将IFBox用于违法或犯罪活动;</p>
    <p> 6. 妨碍其他用户正常使用;</p>
    <p> 7. 伪称Infinitefuture的工作人员或管理人员;</p>
    <p> 8. 攻击、侵入、更改或以任何其他方式威胁Infinitefuture计算机系
      统的正常运作;</p>
    <p> 9. 利用IFBox宣传垃圾广告;</p>
    <p> 10. 散布谣言，损害Infinitefuture和IFBox商誉;</p>
    <p> 11. 违法行为，其他违反本协议的行为，及Infinitefuture合理认为应
      当暂停功能的情形。</p>
    <p>5. 当您与Infinitefuture之间的服务关系变更、中断、终止时，您仍有权在
      合理时间内导出您钱包等信息。
    </p>
    <hr>
    <h1>七、 您合法使用Infinitefuture服务的承诺</h1>
    <p>1. 您应遵守中华人⺠共和国相关法律法规及您所居住的国家或地区的法律法 规，不得将IFBox用于任何非法目的，也不得以任何非法方式使用 Infinitefuture服务。</p>
    <p>2. 您不得利用IFBox从事违法或犯罪的行为，包括但不限于:</p>
    <p> 1. 反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家 政权、破坏国家统一的;</p>
    <p> 2. 从事任何违法犯罪行为，包括但不限于洗钱、非法集资等;</p>
    <p> 3. 通过使用任何自动化程序、软件、引擎、网络爬虫、网⻚分析工具、数 据挖掘工具或类似工具，接入Infinitefuture服务、收集或处理
      Infinitefuture所提供的内容，干预或试图干预任何用户或任何其
      他方式接入Infinitefuture服务的行为;</p>
    <p> 4. 提供赌博资讯或以任何方式引诱他人参与赌博;</p>
    <p> 5. 侵入他人IFBox钱包盗取数字代币;</p>
    <p> 6. 进行与交易对方宣称的交易内容不符的交易，或不真实的交易;</p>
    <p> 7. 从事任何侵害或可能侵害IFBox服务系统、数据之行为;</p>
    <p> 8. 其他违法以及Infinitefuture有正当理由认为不适当的行为。</p>
    <p>3. 您理解并同意，如因您违反有关法律(包括但不限于海关及税务方面的监管 规定)或者本协议之规定，使Infinitefuture遭受任何损失、受到任何第 三方的索赔或任何行政管理部⻔的处罚，您应对Infinitefuture进行赔 偿，包括合理的律师费用。</p>
    <p>4. 您承诺按时缴纳Infinitefuture的服务费用(如有)，否Infinitefuture 有权暂停或中止对您提供的服务。</p>
    <hr>
    <h1>八、 隐私条款</h1>
    <p>1. Infinitefuture十分重视对用户隐私的保护，相关隐私保护政策请参 考Infinitefuture公布并不时更新的《IFBox隐私政策》。</p>
    <hr>
    <h1>九、 免责及责任限制</h1>
    <p>1. Infinitefuture仅对本协议中所列明的义务承担责任。</p>
    <p>2. 您理解和同意，在法律所允许的范围内，Infinitefuture只能按照现有的技 术水平和条件提供服务。因下列原因导致IFBox无法正常提供服务， Infinitefuture不承担责任:</p>
    <p> 1. IFBox系统停机维护或升级;</p>
    <p> 2. 因台⻛、地震、洪水、雷电或恐怖袭击等不可抗力原因;</p>
    <p> 3. 您的移动设备软硬件和通信线路、供电线路出现故障的;</p>
    <p> 4. 您操作不当或未通过Infinitefuture授权或认可的方式使用
      Infinitefuture服务的;</p>
    <p> 5. 因病毒、木⻢、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故
      障、通讯故障、电力故障、银行等原因或政府行为等原因;</p>
    <p> 6. 非因Infinitefuture的原因而引起的任何其它原因。</p>
    <p>3. Infinitefuture对以下情形不承担责任:</p>
    <p> 1. 因用户遗失移动设备、删除且未备份IFBox、删除且未备份钱包、钱包被 盗或遗忘钱包密码、私钥、助记词、Keystore而导致的数字代币失;</p>
    <p> 2. 因用户自行泄露钱包密码、私钥、助记词、Keystore，或借用、转让 或授权他人使用自己的移动设备或IFBox钱包，或未通过 Infinitefuture官方渠道下载IFBox应用程序或其他不安全的方式使 用IFBox应用程序导致的数字代币丢失;</p>
    <p> 3. 因用户误操作(包括但不限于您输错转账地址、您自身选择转账节点服 务器的问题)导致的数字代币丢失;</p>
    <p> 4. 因用户不理解区块链技术的性质而进行误操作导致的数字代币丢失;</p>
    <p> 5. 因时间滞后、区块链系统不稳定等原因导致Infinitefuture拷⻉用户在
      区块链上的交易记录发生偏差;</p>
    <p> 6. 用户在第三方DApp上操作产生的⻛险和后果。</p>
    <p>4. 您理解IFBox仅作为您数字代币管理的工具。Infinitefuture不能控制第 三方DApp提供的产品及服务的质量、安全或合法性，信息的真实性或准确 性，以及相对方履行其在与您签订的协议项下的各项 义务的能力。所有 您在第三方DApp进行的交易行为系您的个人行为，有约束力的合同关系在 您和您的相对方之间建立，与IFBox无关。Infinitefuture提醒您应该通 过自己的谨慎判断确定登录DApp 及相关信息的真实性、合法性和有效 性。您与任何第三方交易所产生的⻛险亦应由您自行承担。</p>
    <p>5. Infinitefuture可能同时为您及您的交易对手方提供服务，您同意对 Infinitefuture可能存在的该等行为予以明确豁免任何实际或潜在的利益 冲突，并不得以此来主张Infinitefuture在提供服务时存在法律上的瑕 疵，也不因此而加重Infinitefuture的责任或注意义务。</p>
    <p>6. Infinitefuture不提供以下形式的保证:</p>
    <p> 1. Infinitefuture服务将符合您的全部需求;</p>
    <p> 2. 经由Infinitefuture服务取得的任何技术、产品、服务、资讯将符 合您的期望;</p>
    <p> 3. Infinitefuture从第三方交易所抓取的数字代币市场交易行情等信息的 及时性、准确性、完整性、可靠性做出保证;</p>
    <p> 4. 您在IFBox上的交易各方会及时履行其在与您达成的交易协议中各项义 务。
    </p>
    <p>7. 在任何情况下，Infinitefuture对本协议所承担的违约赔偿责任总额过 0.1个ETH或人⺠币500元， 以较高的为准。</p>
    <p>8. 您理解IFBox仅作为用户管理数字代币、显示交易信息的工具， Infinitefuture不提供法律、税务或投资建议等服务。您应当自行向律、 税务、投资方面的专业人士寻求建议，且您在使用我们服务过程中所遭受的 投资损失、数据损失等，Infinitefuture概不负责。</p>
    <p>9. 您理解根据有关中国政策法规的要求，我们可能不时更改我们的用户准入标 准，限定向某一特定群体提供服务的范围和方式等。
    </p>
    <hr>
    <h1>十、 完整协议</h1>
    <p>1. 本协议由《IFBox服务协议》、《IFBox隐私政策》及Infinitefuture 不时公布的各项规则(包括“帮助中心”的内容)组成。</p>
    <p>2. 本协议部分内容被有管辖权的法院认定为违反或无效的，不因此影响其他 内容的效力。</p>
    <p>3. 本协议的任何译文版本仅为方便用户而提供，无意对本协议的条款进行修 改。如果本协议的中文版本与非中文版本之间存在冲突，应以中文版本为 准。</p>
    <hr>
    <h1>十一、 知识产权保护</h1>
    <p>1. IFBox系Infinitefuture开发并拥有知识产权的应用程序。 IFBox中显 示的任何内容(包括本协议、公告、文章、视频、音频、图片、档案、 资讯、资料、商标或标识)的知识产权归Infinitefuture 或第三方权利 人所有。用户仅可为持有和管理数字代币之目的使用IFBox应用程序及其 中的内容。未经Infinitefuture或第三方权利人的事先书面同意，任何人不 得擅自使用、修改、反向编译、复制、公开传播、改变、散布、发行或 公开发表上述应用程序及内容。</p>
    <hr>
    <h1>十二、 法律适用与争议解决</h1>
    <p>1. 本协议及其修订版之效力、解释、变更、执行与争议解决均适用中华人⺠共 和国法律，如无相关法律规定，则应当适用国际商业惯例和(或)行业惯 例。</p>
    <p>2. 若您和Infinitefuture之间发生任何纠纷或争议，首先应友好协商解决， 协商不成的，任何一方可提交 Infinitefuture所在地有管辖权的人⺠法院管辖。</p>
    <hr>
    <h1>十三、 其他</h1>
    <p>1. 如您是中华人⺠共和国以外用户，您需全面了解并遵守您所在司法辖区与使 用Infinitefuture服务所有相关法律、法规及规则。</p>
    <p>2. 您在使用Infinitefuture服务过程中，如遇到任何问题，您可以通过在 IFBox提交反馈等方式联系我们。</p>
    <p>3. 您可以在IFBox中查看本协议。 Infinitefuture鼓励您在每次访问 IFBox时都查阅Infinitefuture的服务协议。</p>
    <p>4. 本协议自2020年8月10日起适用。</p>
    <h3>本协议未尽事宜，您需遵守Infinitefuture不时更新的公告及相关规则。 </h3>
    <h3 style="text-align:right;">Infinitefuture 基金会</h3>
  </s-card>
</template>
<style lang="scss" scoped>
h1 {
  font-size: 30px;
  font-weight: bolder;
}
h3 {
  font-size: 20px;
}
p {
  font-size: 14px;
}
hr {
  margin: 10px 0;
}
</style>